{
  "info": {
    "intro": "FISH ＜＞＜ COMMUNITY is made out of multiple communities‚ each with its own leadership and rules․ All communities work together and follow the same principles․",
    "community_principles": {
      "principles": [
        {
          "title": "FUN",
          "description": "Don't forget to have fun"
        },
        {
          "title": "COMMON SENSE",
          "description": "Not everything needs a rule, sometimes the best guide is common sense."
        },
        {
          "title": "STRUCTURED CHAOS",
          "description": "Creativity often comes from chaos. Embrace it, but don't let it control you."
        },
        {
          "title": "CONFLICT AND CREATIVITY",
          "description": "It's okay to disagree. Conflict can lead to better ideas and innovations."
        },
        {
          "title": "COMMUNICATION",
          "description": "Resolving conflicts and problems requires respectful communication. It's important to address conflicts and problems as soon as possible and not let them escalate."
        },
        {
          "title": "INNOVATION",
          "description": "Always look for better ways to do things. Innovation is the key to progress."
        },
        {
          "title": "HUMILITY",
          "description": "Don't let your ego get in the way. Everyone has something to teach you."
        },
        {
          "title": "SIMPLICITY",
          "description": "The simplest solution is often the best one. Don't overcomplicate things."
        },
        {
          "title": "DECENCY",
          "description": "Don't be a degenerate. Treat others with respect and kindness."
        },
        {
          "title": "OPEN-MINDEDNESS",
          "description": "Be open to new ideas and experiences. They're the best way to learn and grow."
        },
        {
          "title": "AUTHENTICITY",
          "description": "Don't keep pretending to be someone you're not, it's a waste of energy"
        },
        {
          "title": "SUCCESS AND CREATIVITY",
          "description": "Success and money are important, but they shouldn't limit your creativity. Use them as tools for growth, not as the final goal."
        }
      ],
      "note": "Human nature is complex. People are different, and not everyone will understand your principles or rules just because they are told to. Good and evil exist, and everyone comes from different cultures with different perspectives. Some people don't speak English or know how to communicate, and some people don't have the mental capacity or knowledge to understand complicated things. It's important to remember that things will never be perfect if humans are involved, so it's important to keep a balance between everything.\n＜＞＜"
    },
    "meaning_of_fish": [
      "- ＜ represents an increase in chaos.\n- ＞ represents the process of adding structure to reduce the chaos.\n- **＜** despite adding structure, chaos increases again\n- ＜＞＜ symbolizes a process where chaos increases, the structure is added to create some order, but then chaos increases again, resulting in a state of **STRUCTURED CHAOS**\n"
    ]
  },
  "fish_communities": {
    "verified_info": "FISH VERIFIED verifies communities for the FISH ＜＞＜ COMMUNITY. If a community is fish verified the owner of the verified community will be inside the VRChat group `FISHVE.7823` https://vrc.group/FISHVE.7823 nd will also have the FISH-VERIFIED role on the ＜＞＜ discord server.\nCriteria for Verification:\nYour community should contribute significantly to the ＜＞＜ community.\nThe community must be managed by a capable person.\nThe community must be safe for work (SFW).\nThe community should have a clear idea behind it and be active.\n\nIf you believe your community could be fish verified, contact TheZiver on ＜＞＜ discord server at theziver.com.\nBenefits of Verification:\nFull support from the ＜＞＜ community.\nDedicated text channel on the ＜＞＜ discord server.\nAsset for displaying group member count in your vrchat world.\nDaily vrchat starter pack access, chance to build your own daily vrchat world (no slots available).\nOwner of fish-verified community receives NOCLIP in all DAILY VRCHAT worlds",
    "certified_info": "Details about FISH CERTIFIED coming soon.",
    "known_info": "wow a group"
  },
  "daily_vrchat": {
    "special_days": [
      {
        "day": 666,
        "name": "666TH\n< > < CASINO",
        "description": "new friday daily vrchat world",
        "link": "https://vrchat.com/home/launch?worldId=wrld_991916a7-6c03-422f-9fe5-cd74f7d796b8&instanceId=666~group(grp_2b910dc4-e984-4fd5-813c-877edcea29d2)~groupAccessType(public)~region(eu)",
        "css_class": "special-day-highlight"
      },
      {
        "day": 621,
        "name": "621TH\nYesn't",
        "description": "speical april fools day, world made by LilacLight ",
        "link": "https://vrchat.com/home/launch?worldId=wrld_754a2277-5f39-4a2a-9ded-39b78779b79d&instanceId=621~group(grp_2b910dc4-e984-4fd5-813c-877edcea29d2)~groupAccessType(public)~region(eu)",
        "css_class": "special-day-highlight"
      },
      {
        "day": 700,
        "name": "700TH\nBRIGHT DAY",
        "description": "your eyes will be in pain >:)",
        "link": "https://vrchat.com/home/launch?worldId=wrld_94d6eb87-7246-4dd8-81c0-cb1f468f096a&instanceId=700~group(grp_2b910dc4-e984-4fd5-813c-877edcea29d2)~groupAccessType(public)~region(eu)",
        "css_class": "special-day-highlight"
      },
      {
        "day": 1000,
        "name": "1000TH\nRetrocubic Nexus",
        "description": "wow it was 1000 days",
        "link": "https://vrchat.com/home/launch?worldId=wrld_a1caec89-3313-42d3-977a-3f8ac819a5a9&instanceId=1000~group(grp_2b910dc4-e984-4fd5-813c-877edcea29d2)~groupAccessType(public)~region(eu)",
        "css_class": "special-day-highlight"
      }
    ],
    "daily_vrchat_info": {
      "extra_info": "Click the day on the calendar to join in the instance.\nFeel free to join the instance before the official start time.\nModerators will close the instance and kick everyone when the event ends.",
      "description": "Public daily event that lets people freely express themselves without many restrictions. People are given the freedom to be as chaotic, offensive, and loud as they wish to be. Event time: 21:00 UTC - 23:00 UTC.\nFind the current instance link at: https://theziver.github.io/daily.html ",
      "warning": "WARNING!\nThis event is NOT a safe space. Moderators only enforce the 2 avatar rules and will not assist with hateful, racist, or homophobic behavior. If you get easily emotionally distressed, DO NOT GO TO THIS EVENT.\n\nVRChat's Terms of Service and Guidelines still apply. Violations can result in account banning.",
      "rules": "THERE ARE 2 RULES!\n\n1) NSFW avatars are not allowed.\n\n2)Crasher avatars are not allowed.\n\nIf you break these rules you will be kicked or banned from joining DAILY VRCHAT\n"
    }
  },
  "rose_fish": {
    "rose_fish_info": "Content creation community that makes content for the FISH ＜＞＜ COMMUNITY․ When someone joins rose fish‚ they get access to exclusive things․\n\nContributions from ROSE FISH members are showcased in a publicly accessible database ensuring visibility within the entire FISH ＜＞＜ COMMUNITY.\n\nDATABASE: rosefish.theziver.com\n(Newest creations are listed at the top)\n\nTo join rose fish you need to make a contribution that requires human effort to create and could be easily used by the fish community members․ For example:\n- Public VRChat avatar/world\n- 3D model\n- Script, Code, Utility, Addon, Tool\n- Shaders\n- Videos/Animations\n- Music, Sound Effects (only youtube or google drive links allowed)\n- Drawings\n- Other content related to ＜＞＜ that requires effort to create.\n\nIf you believe you have made a significant contribution, you can submit it on the ＜＞＜ discord server at theziver.com",
    "avatar_guidelines": "AVATAR CONTEXT: Avatar context matters, avatars designed with the intention of being sexual, offensive, or malicious are not allowed.\n\nCLOTHING: Avatars can wear skimpy clothing, but it must be used in a non-sexual manner.\n\n**GORE:** Avatars that show realistic violence or gore are not allowed.\n\nPARODY COMEDY: Avatars that are loud, disruptive, or malicious are allowed if they're created for comedic purposes. This includes avatars with bright colors, flashing images, and performance-heavy shaders.\n\nCOPYRIGHT RESPONSIBILITY: By submitting an avatar, users accept the risk of a DMCA strike if they violate intellectual property rights.\n\n",
    "vote_info": "After submitting a contribution, it will be reviewed by @THEZIVER. If a vote is necessary, all ROSE FISH members will participate in a 2-day long voting process on Discord. To receive a ROSE FISH invitation, the contribution must receive a YES vote from over 60% of the voting ROSE FISH members.\n\nWhen deciding if a vote is necessary, TheZiver will consider these factors:\n- Fun: Is it fun?\n- Presentability: Is the contribution well-presented and easy to understand?\n- Effort: How much human effort was needed to make this? How much did AI help?\n- Usability: Can it be used for something?\n- Originality: How different is the contribution from previous contributions?\n- Collaboration: How many people were involved in creating the contribution?",
    "world_link": "https://vrchat.com/home/world/wrld_7acbb9c3-612a-4143-9561-f51531c70f23"
  },
  "store": {
    "luxury_trash": "\"Success and money are important, but they shouldn't limit your creativity. Use them as tools for growth, not as the final goal.\"",
    "products": [
      {
        "item": "LUXURY EGG",
        "link": "https://theziver.booth.pm/items/3780803",
        "price": "¥ 111"
      },
      {
        "item": "LUXURY FISH",
        "link": "https://theziver.booth.pm/items/4131078",
        "price": "¥ 0"
      },
      {
        "item": "LUXURY STAR",
        "link": "https://theziver.booth.pm/items/4234569",
        "price": "¥ 111"
      },
      {
        "item": "LUXURY PRE-CRACKED EGG",
        "link": "https://theziver.booth.pm/items/4678138",
        "price": "¥ 222"
      },
      {
        "item": "LUXURY PIPE",
        "link": "https://theziver.booth.pm/items/4993637",
        "price": "¥ 222"
      },
      {
        "item": "FISH HAIRCLIP",
        "link": "https://theziver.booth.pm/items/5106312",
        "price": "¥ 0"
      },
      {
        "item": "FISHING FLAG (AVATAR PREFAB)",
        "link": "https://theziver.booth.pm/items/5399404",
        "price": "¥ 777"
      },
      {
        "item": "LUXURY CUBE",
        "link": "https://theziver.booth.pm/items/5980910",
        "price": "¥ 1337"
      },
      {
        "item": "LUXURY TURRET (WORLD PREFAB)",
        "link": "https://theziver.booth.pm/items/6610771",
        "price": "¥ 999"
      }
    ]
  }
}
